Repository: renansfs/Plone_SP
Catalog: zinstance/products/auslfe.formonline.content-0.8.1/auslfe/formonline/content/i18n/plone-*.po
Languages: it

source: Approve content
it: Approva il contenuto

source: Dispatch
it: Evaso

source: Dispatch content
it: Evadi il contenuto

source: Editor and Manager retract approval
it: Editor e Manager ritirano il contenuto

source: Editor approves content
it: Editor approva il contenuto

source: Form Online Workflow
it: Controllo di flusso della Modulistica Online

source: Manager retracts submission
it: Manager ritira la richiesta

source: Owner submits content for approval
it: Creatore invia il contenuto per approvazione

source: Owner submits content for dispatch
it: Creatore invia il contenuto per evasione

source: Pending Approval
it: Attesa di approvazione

source: Pending Dispatch
it: Attesa di evasione

source: Private
it: Privato

source: Retract content
it: Ritira il contenuto

source: Reviewer and Manager retract dispatch
it: Revisore e Manager ritirano l'evasione

source: Reviewer dispatch content
it: Revisore evade il contenuto

source: Simple Form Online Workflow
it: Controllo di flusso semplice per Modulista Online

source: Single step workflow for Form Online documents
it: Worlflow a singola approvazione per Modulistica Online

source: Submit for approval
it: Sottometti per l'approvazione

source: Submit for dispatch
it: Invia per evasione

source: Workflow for Form Online documents.
it: Controllo di flusso per i documenti Modulistica Online.
